{
    "IDname": "Bubble Slime",
    "Addition": "Yes",
    "skillList": [ "Gooey Cushion", "Gooey Cushion", "Bubbly Pussy Drink", "Total Ass-imilation"],
    "perks": [""],
    "ItemDropList": [],
    "lossScenes": [
        {
            "NameOfScene": "Bubble Slime Face Sit Loss",
            "move": "",
            "stance": "Face Sit",
            "includes": [""],
            "theScene": [ "You lay trembling with pleasure and exhaustion, and the bubble slime lifts herself off you momentarily to give you a lazy smile.",
                          "Speaks",
                          "Oh, all tuckered out Honey?♥ That's too bad, I'm still really hungry.♥ After all, you {i}really{/i} made me work for this.",
                          "She lowers herself back onto your face as the bubbling slime pool surrounds the rest of your body, easily restraining you underneath the bountiful hips of the bubble slime.",
                          "Your mouth is instantly filled with the slightly sweet taste of her slime, as her sex hangs just in front of your mouth.",
                          "Her immense body surrounds your head easily, and panic grips you as you try to flail your arms, trying to latch onto anything to pull yourself away from the bubbling woman.",
                          "Speaks",
                          "Oh Honey, you can't get away that easily.♥  Actually, with how you feel down there I don't think you'll be going anywhere for quite a long time.♥",
                          "Her body relaxes around you, and she closes her eyes as she begins to laze about, as you struggle submerged in her form.",
                          "As you realize the pointlessness of your struggles, you stop flailing as you find that the fizzing sensation on the bubble pool on your skin feels pleasant, and seems to care for your exhausted body.",
                          "When you stop flailing you find a bubble suspended by the slime stops in front of your face, as the monster girl trapping you lets out a yawn, you pop the bubble into your mouth to find it is full of air, replenishing your lungs enough to make you comfortable.",
                          "Speaks",
                          "Did you really think I would be so heartless to torture my new pet by depriving them of air? You still gotta please me after all.♥",
                          "Several more bubbles move through the pool and the slime girl, and sit next to your head as you realize what is happening, and feel out towards the bubble slime's pussy with your tongue.",
                          "As you reach her pussy, you gently trace its outline with your tongue, causing the pool around you to ripple as the slime girl shivers immediately with pleasure.",
                          "You allow your tongue to run through the soft, bouncy pussy of the bubble slime, pushing deep into her teasingly just before pulling back to grab another bubble of air.",
                          "The teasing of the slime seems to be working, as the pool of slime surrounding you begins to squeeze around you, like a tight hand gripping your entire form from the neck down.",
                          "Speaks",
                          "Fufufufu, let's see how well you can keep up while I take my meal from you.♥",
                          "The constricting slime pool changes the tension on your body and starts to focus its force on your groin, as it slowly coalesces into a hand that grips your cock, and starts to stroke with a gentle, fizzing grasp.",
                          "The sensation is surprising, but soothing as your member comes to a full erection at the provocation of the slime pool.As your cock comes to a full erection you feel it be invaded by the slime girl, who starts forcing her malleable body down your cock.",
                          "As you feel the slime start sliding down your shaft a gasp escapes your lips, and suddenly your mind is swimming with pleasure as you try to keep your mind on pleasing the bubble slime and catching air bubbles.",
                          "You plunge your tongue deep into the pussy of the bubble slime, struggling desperately to please the large woman who is keeping you hostage. Your tongue hits as far as it'll go, and as you poke, prod, and slide it all around you can't help but moan into her as her slime works its way further down your cock.",
                          "The creeping slime reaches your balls in a matter of seconds, and with the combined force outside and inside your cock you come to release all your cum into the invading goo.",
                          "PlayerOrgasm", "1",
                          "The sensation is intense, and takes multiple seconds as the invading slime in your balls thoroughly inspects you to make sure every last drop has been absorbed.",
                          "Feeling satisfied with her meal, the bubble slime retracts herself from inside you, while continuing to jack you off with her large gooey hand.",
                          "The intense orgasm you just had has stunned you however, and you try to pant and catch your breath inside the gelatinous woman, but find no reprieve as she slowly fades into a nap, no longer supplying you with air.",
                          "Moments pass and exhaustion starts to take you as your air supply dwindles. As darkness takes you the last thing you hear is the bubble slime snoring, content with her meal...",
                          "ChangeSensitivity",
                          "Sex",
                          "5",
                          "ChangeFetish",
                          "Sex",
                          "5",
                          "ChangeFetish",
                          "Monstrous",
                          "5"],
            "picture": ""
        }
    ],
    "combatDialogue": [
      {
          "lineTrigger": "HitWith",
          "move": "Ass Worship",
          "theText": [ "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Do you like how I taste?♥'",
                       "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'Mmmm...♥ Don't stop.♥'",
                       "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'Hmhmhm, go ahead and spoil yourself, Honey.♥'"]
      },
      {
            "lineTrigger": "UsesMove",
            "move": "Gooey Cushion",
            "theText": [ "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Don't go anywhere, okay?'",
                          "|f|ChangeImageLayer|/|Expression|/|Happy|n|'I'm not letting you get away.♥'",
                          "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Why don't you come and take a dip, Honey?♥'"]
        },
        {
              "lineTrigger": "UsesMove",
              "move": "Bubbly Pussy Drink",
              "theText": [ "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Mmmm...♥ Drink as much as you want.♥'",
                           "|f|ChangeImageLayer|/|Expression|/|Kiss|n|'Hehe, I bet your thoughts are filled with fizzy bubbles.♥'",
                           "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Isn't this much nicer?♥'"]
          },
          {
                "lineTrigger": "UsesMove",
                "move": "Total Ass-imilation",
                "theText": [ "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'Hahh... This is really cozy...'",
                             "|f|ChangeImageLayer|/|Expression|/|Seductive|n|'Just relax.♥'",
                             "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'Don't move.♥'"]
            },

            {
                "lineTrigger": "StanceStruggle",
                "move": "Face Sit",
                "theText": [ "[ThePlayerName] tries to struggle out from the gargantuan ooze's privates..."]
            },
            {
                "lineTrigger": "StanceStruggleFail",
                "move": "Face Sit",
                "theText": [ "But her large slimy pool keeps your movements restricted and refuses to let you go!",
                            "But as you try to push away from her away, your hands sink into her body and get stuck!",
                            "But as she bounces on your face you find your hands gently holding her waist instead, appreciating  her plush curves instead of escaping.",
                            "But you can't seem to break free of the Bubble Slime's loving embrace! Leaving you sinking even more into her fizzing, apple scented pool."]
            },
            {
                "lineTrigger": "StanceStruggleComment",
                "move": "Face Sit",
                "theText": [ "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Come on, don't struggle. I don't want to exert myself too much, Honey.'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'I promise this is going to be very relaxing.'",
                "|f|ChangeImageLayer|/|Expression|/|Happy|n|'Hehehe, I bet the bubbles are making you a little dizzy...'",
                "|f|ChangeImageLayer|/|Expression|/|Lazy|n|'Now, now, I just want you nice and cozy, Honey.'"]
            },
            {
                "lineTrigger": "StanceStruggleFree",
                "move": "Face Sit",
                "theText": [ "And breaks free of the all-encompassing pool of slime!"]
            },
            {
                "lineTrigger": "StanceStruggleFreeComment",
                "move": "Face Sit",
                "theText": [ "|f|ChangeImageLayer|/|Expression|/|Frown|n|'You're really making me work for this...'",
                          "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Get back here... Ugh...'",
                          "|f|ChangeImageLayer|/|Expression|/|Curious|n|'Come on Honey... Won't you just cuddle with me for a moment?'",
                          "|f|ChangeImageLayer|/|Expression|/|Frown|n|'Mnnn... I don't really want to move more... But I really want you under me..."]
            }
    ],
    "victoryScenes": [
        {
            "NameOfScene": "",
            "move": "",
            "stance": "",
            "includes": [""],
            "theScene": [
            ""
            ],
            "picture": ""
        }
    ],
    "pictures": [

    ]
}
